Repository: nvlznn/den
Catalog: Den/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ hr
zh_hant: %@小時

source: %@ left
zh_hant: 剩%@

source: %@ to Lv %lld
zh_hant: 還要%1$@升到Lv %2$lld

source: %@ to hatch
zh_hant: 還要%@孵化

source: %@ · Added manually
zh_hant: %@ · 手動新增

source: %@, %lld remaining
zh_hant: %1$@，剩%2$lld個

source: %@, level %lld, %@
zh_hant: %1$@，等級%2$lld，%3$@

source: %@, no focus
zh_hant: %@，沒有專注

source: %@, sold out
zh_hant: %@，已售完

source: %@. Nice work.
zh_hant: %@。做得好！

source: %lld hr
zh_hant: %lld小時

source: %lld hr %lld min
zh_hant: %1$lld小時%2$lld分鐘

source: %lld min
zh_hant: %lld分鐘

source: %lld minutes
zh_hant: %lld分鐘

source: %lld sec
zh_hant: %lld秒

source: %lld sessions
zh_hant: %lld個

source: Abort
zh_hant: 放棄

source: Abort Session?
zh_hant: 放棄這次專注？

source: Add
zh_hant: 新增

source: Add New Egg
zh_hant: 新增蛋

source: Add Record
zh_hant: 新增紀錄

source: Add Tag
zh_hant: 新增標籤

source: Add · Free
zh_hant: 新增 · 免費

source: All Users’ Focus Time
zh_hant: 所有使用者的專注時間

source: Awaiting approval.
zh_hant: 等待核准中。

source: Bean
zh_hant: 豆豆

source: Black Egg
zh_hant: 黑色的蛋

source: Boxy
zh_hant: 方方

source: Buy · %@
zh_hant: 購買 · %@

source: Cancel
zh_hant: 取消

source: Change tag
zh_hant: 更換標籤

source: Character
zh_hant: 角色

source: Characters
zh_hant: 角色

source: Choose your egg to begin your journey
zh_hant: 選一顆蛋，開始你的旅程

source: Classic
zh_hant: 經典

source: Close
zh_hant: 關閉

source: Community total is unavailable. Your focus time is saved and will sync later.
zh_hant: 目前無法取得社群總時數。你的專注時間已儲存，稍後會同步。

source: Couldn’t Save
zh_hant: 無法儲存

source: Couldn’t save. No purchase started.
zh_hant: 無法儲存，尚未開始購買。

source: Daily Average
zh_hant: 每日平均

source: Day
zh_hant: 日

source: Delete
zh_hant: 刪除

source: Delete Record
zh_hant: 刪除紀錄

source: Done
zh_hant: 完成

source: Drop
zh_hant: 水滴

source: Duration
zh_hant: 時長

source: Edit Record
zh_hant: 編輯紀錄

source: Edit record
zh_hant: 編輯紀錄

source: End
zh_hant: 結束

source: Every egg brings a new friend.
zh_hant: 每顆蛋都會帶來一位新朋友。

source: Focus
zh_hant: 專注

source: Focus %@ more to evolve
zh_hant: 再專注%@即可進化

source: Focus Duration
zh_hant: 專注時長

source: Focus Time
zh_hant: 專注時間

source: Focus for 10 hours to hatch a new friend.
zh_hant: 專注10小時，孵出一位新朋友。

source: Focus time distribution in %@
zh_hant: 專注時間分布（%@）

source: Focus together
zh_hant: 一起專注

source: Focused for %@
zh_hant: 已專注%@

source: Hatch a new friend!
zh_hant: 孵出新朋友！

source: Hello, %@! Your egg hatched!
zh_hant: 你好，%@！你的蛋孵化了！

source: Hours
zh_hant: 小時

source: Language
zh_hant: 語言

source: Let’s focus!
zh_hant: 開始專注吧！

source: Let’s go!
zh_hant: 出發！

source: Level Up! Lv %lld → Lv %lld
zh_hant: 升級了！Lv %1$lld → Lv %2$lld

source: Liquid Glass
zh_hant: 液態玻璃

source: Live Activity
zh_hant: 即時動態

source: Loading…
zh_hant: 載入中…

source: Lv %lld · %@
zh_hant: Lv %1$lld · %2$@

source: Minutes
zh_hant: 分鐘

source: Mochi
zh_hant: 麻糬

source: Month
zh_hant: 月

source: Monthly Focus Calendar
zh_hant: 每月專注日曆

source: Name
zh_hant: 名稱

source: Name Your New Friend
zh_hant: 幫新夥伴取名字

source: New Egg
zh_hant: 新的蛋

source: Next
zh_hant: 下一步

source: Next Period
zh_hant: 下一段

source: No Records
zh_hant: 沒有紀錄

source: No sessions
zh_hant: 沒有專注紀錄

source: OK
zh_hant: 好

source: Orb
zh_hant: 圓仔

source: Other
zh_hant: 其他

source: Overview
zh_hant: 總覽

source: Pause
zh_hant: 暫停

source: Paused, %@
zh_hant: 已暫停，%@

source: Per Active Day
zh_hant: 每個專注日

source: Period
zh_hant: 期間

source: Please try again.
zh_hant: 請再試一次。

source: Previous
zh_hant: 上一個

source: Previous Period
zh_hant: 上一段

source: Progress to Lv %lld
zh_hant: 距離Lv %lld的進度

source: Puff
zh_hant: 雲雲

source: Purchase failed.
zh_hant: 購買失敗。

source: Purchase saved by Apple. Reopen Den to finish.
zh_hant: Apple已保存這筆購買。請重新開啟Den以完成。

source: Purchase verification failed.
zh_hant: 購買驗證失敗。

source: Purchases
zh_hant: 購買

source: Records
zh_hant: 紀錄

source: Rename
zh_hant: 重新命名

source: Resume
zh_hant: 繼續

source: Save
zh_hant: 儲存

source: Select Duration
zh_hant: 選擇時長

source: Sessions
zh_hant: 次數

source: Settings
zh_hant: 設定

source: Sign in to iCloud to include your focus time. Saved time will be contributed when you reconnect.
zh_hant: 登入iCloud即可計入你的專注時間。重新連線後，已儲存的時間會一併貢獻。

source: Sold Out
zh_hant: 已售完

source: Start
zh_hant: 開始

source: Start collecting your friends!
zh_hant: 開始收集你的朋友吧！

source: Statistics
zh_hant: 統計

source: Step %lld of %lld
zh_hant: 第%1$lld步，共%2$lld步

source: Stopwatch
zh_hant: 正計時

source: Store
zh_hant: 商店

source: Store unavailable.
zh_hant: 商店目前無法使用。

source: Study
zh_hant: 學習

source: Study with your little friend.
zh_hant: 和你的小夥伴一起讀書。

source: Surprise inside!
zh_hant: 裡面有驚喜！

source: Tag
zh_hant: 標籤

source: Tag, %@
zh_hant: 標籤，%@

source: Tags
zh_hant: 標籤

source: The time so far won’t be saved as a record.
zh_hant: 目前這段時間不會留下紀錄。

source: Time
zh_hant: 時間

source: Time is up, %@ over
zh_hant: 時間到，已超過%@

source: Time's up
zh_hant: 時間到了

source: Today
zh_hant: 今天

source: Unable to Save
zh_hant: 無法儲存

source: Unavailable
zh_hant: 無法使用

source: Version
zh_hant: 版本

source: Week
zh_hant: 週

source: Weekly Focus Days
zh_hant: 每週專注天數

source: White Egg
zh_hant: 白色的蛋

source: Work
zh_hant: 工作

source: Yay! %@ evolved to Lv %lld!
zh_hant: 耶！%1$@進化到Lv %2$lld了！

source: Yay! Nicely done!
zh_hant: 耶！做得好！

source: Yay! One more step forward!
zh_hant: 耶！又往前一步！

source: Yay! Take a deep breath, you earned it!
zh_hant: 耶！深呼吸一下，這是你應得的！

source: Yay! That was a great session!
zh_hant: 耶！這次專注太棒了！

source: Yay! Time well spent!
zh_hant: 耶！時間花得很值得！

source: Yay! You showed up and it counted!
zh_hant: 耶！你出現了，而且算數！

source: Year
zh_hant: 年

source: Yearly Summary
zh_hant: 年度摘要

source: You focused for
zh_hant: 你專注了

source: Your egg hatched!
zh_hant: 你的蛋孵化了！

source: Your progress could not be saved. Please reopen Den and try again.
zh_hant: 無法儲存你的進度。請重新開啟Den後再試一次。

source: dancing
zh_hant: 跳舞中

source: focusing with you
zh_hant: 陪你專注中

source: happy
zh_hant: 開心

source: hours
zh_hant: 小時

source: minutes
zh_hant: 分鐘

source: none
zh_hant: 無

source: resting
zh_hant: 休息中

source: sleeping
zh_hant: 睡覺中

source: total
zh_hant: 總計
